Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Archaeological Site
ja: 遺跡

source: Archery
ja: アーチェリー

source: Architect
ja: 建築設計事務所

source: Archived projects
ja: アーカイブ済みプロジェクト

source: Are you really sure to continue?
ja: 本当に継続しますか？

source: Are you sure that you want to delete elements with attached ways that are hidden by filters?
ja: フィルターで非表示になっているウェイに付随する要素を削除しますか？

source: Are you sure that you want to move elements with attached ways that are hidden by filters?
ja: フィルターで非表示になっているウェイに付随する要素を移動しますか？

source: Are you sure this calibration geometry is aligned badly?
ja: 本当にこの位置合わせ座標は間違っていると思いますか？

source: Are you sure this imagery offset is wrong?
ja: 本当にこの画像オフセットが誤っていると思いますか？

source: Are you sure you do not want to save the line containing {0} points?
ja: {0}個の点を含む線を保存しなくてよろしいですか？

source: Are you sure you want to delete this campaign?
ja: このキャンペーンを削除しますか？

source: Are you sure you want to delete this category?
ja: このカテゴリを削除しますか?

source: Are you sure you want to delete this license?
ja: このライセンスを削除してよろしいですか？

source: Are you sure you want to delete this notification?
ja: この通知を削除しますか？

source: Are you sure you want to delete this organization?
ja: 組織情報を削除してよいですか？

source: Are you sure you want to delete this project?
ja: このプロジェクトを削除しますか?

source: Are you sure you want to delete this team?
ja: このチームを削除しますか?

source: Are you sure you want to simplify them all?
ja: すべてを単純化しますか?

source: Are you sure?
ja: よろしいですか？

source: Area
ja: エリア

source: Area Factor
ja: 領域の係数

source: Area Selection
ja: エリアを選択

source: Area Selector
ja: エリア選択ツール

source: Area Threshold
ja: 領域の閾値

source: Area boundary [testing]
ja: エリアの境界を選択 [試験中]

source: Area size: {area} km{sq}
ja: エリア面積：{area} km {sq}

source: Area style on outer way
ja: 外側のrウェイにエリアスタイルがあります

source: Area style way is not closed
ja: エリアスタイルウェイが閉じられていません

source: Area to render, default value is ''{0}''
ja: レンダリングする領域、初期値は ''{0}'' です。

source: Area: Add node %1 to Road %2
ja: エリア: ノード %1 を道路 %2 に追加

source: Area: Create Road %1
ja: 領域: 道路作成 %1

source: Area: Finish Road %1
ja: 領域: 道路終了 %1

source: Area: {0}
ja: エリア: {0}

source: Areas around places
ja: 地名

source: Argument {0} given, but scale cannot be determined from remaining arguments
ja: 引数 {0} が指定されましたが、残りの引数から尺度を決定できません

source: Argument {0} given, expected {1} or {2}
ja: 引数{0}が指定されました。{1}または{2}が予期されました

source: Arrow color
ja: 矢印の色

source: Arrowhead fill color
ja: 矢印の先端の色

source: Arrowhead placement
ja: 矢印の先端の形状

source: Art
ja: アート

source: Artist Name
ja: 作者名

source: Arts Centre
ja: アートセンター

source: Artwork
ja: 美術作品

source: Ascent (m)
ja: 上り坂(m)

source: Ask before updating
ja: 更新の前に問合せる

source: Ask every time
ja: 常に確認

source: Assemble new polygons
ja: 新しいポリゴンをまとめる

source: Assembly Point
ja: 一時集合場所

source: Assign address to street
ja: 通りに住所を割り当てる

source: Assign the selected address(es) to the selected street.
ja: 選択された通りに選択された住所を割り当てる

source: Assign to
ja: 割り当てる値は

source: Assign to me
ja: 自分に割り当て

source: Assigned to:
ja: 次に割り当て:

source: Assisted Living
ja: 生活支援

source: Associate with street using:
ja: 通り名との関連付け:

source: Associated Street
ja: 通り名住居表示

source: Association
ja: 非営利団体

source: Assume
ja: 適用

source: Assuming default scripting engine.
ja: デフォルトのスクリプトエンジンを想定。

source: At Your or the copyright owner’s option, OSMF agrees to attribute You or the copyright owner.
ja: あなたもしくは著作権者のオプションとして、OSMFはあなたまたは著作権者の表示に同意します。

source: At least one object to delete required, got empty collection
ja: 削除するオブジェクトが1つ以上必要です、空のコレクションを受け取りました

source: Attention: Use real keyboard keys only!
ja: 注意: 実在するキーボードのキーだけを使用してください！

source: Attraction
ja: 観光名所

source: Attributes
ja: 属性

source: Audio
ja: 音声

source: Audio Device Unavailable
ja: オーディオ装置は使えません

source: Audio Guide
ja: 音声ガイド

source: Audio Settings
ja: オーディオ設定

source: Audio files (*.wav, *.mp3, *.aac, *.aif, *.aiff)
ja: 音声ファイル (*.wav, *.mp3, *.aac, *.aif, *.aiff)

source: Audio markers from {0}
ja: {0} からの音声マーカー

source: Audio synchronized at point {0}.
ja: 地点 {0}で音声同期をとります

source: Audio waypoint labelling
ja: 音声ウェイポイントのラベル付け

source: Audio: {0}
ja: オーディオ: {0}

source: Audioguide via mobile phone?
ja: 携帯電話による音声ガイド

source: Australian Football
ja: オーストラリアフットボール

source: Authenticate
ja: 認証

source: Authenticate with the supplied username and password
ja: 入力されたユーザー名とパスワードで認証

source: Authenticating at the HTTP proxy ''{0}'' failed.
ja: HTTPプロキシ「{0}"での認証が失敗しました。

source: Authenticating at the OSM API ''{0}'' failed.
ja: OSM API ''{0}'' の認証が失敗しました。

source: Authenticating at the host ''{0}'' failed.
ja: ホスト ''{0}'' の認証が失敗しました。

source: Authenticating the session for user ''{0}''...
ja: ユーザー''{0}'' 用のセッションを認証中...

source: Authentication
ja: 認証

source: Authentication failed
ja: 認証失敗

source: Authentication:
ja: 認証:

source: Author
ja: 作者

source: Author:
ja: 制作者:

source: Authorisation Failed
ja: 認証失敗

source: Authorize JOSM to access the OSM API
ja: JOSMを認証してOSM APIにアクセス

source: Authorize URL:
ja: 認証URL:

source: Authorize now
ja: 今すぐ認証

source: Authorizing OAuth Request token ''{0}'' at the OSM website ...
ja: OSMウェブサイトでOAuthリクエストトークン''{0}''を認証中...

source: Authorizing request token ''{0}''...
ja: リクエストトークン''{0}''を認証中...

source: Authors
ja: 編集者

source: Auto
ja: 自動

source: Auto add tags
ja: 自動的にタグを追加

source: Auto load tiles
ja: タイルの自動読み込み

source: Auto save enabled
ja: 自動保存を有効にする

source: Auto save interval (seconds)
ja: 自動保存間隔(秒)

source: Auto saved files per layer
ja: レイヤーあたりの自動保存ファイル数

source: Auto sourcing
ja: 自動ソーシング

source: Auto zoom
ja: 自動ズーム

source: Auto zoom by default:
ja: 自動ズームをデフォルト有効にする:

source: Auto-Center
ja: 自動中心設定

source: Auto-Guess
ja: 自動推測

source: Auto-select building
ja: 建物を自動選択

source: AutoSave LiveData
ja: LiveDataの自動保存

source: Autoload template document
ja: テンプレート文書を自動的に読み込む

source: Autoload tiles by default:
ja: 自動タイル読み込みをデフォルト有効にする:

source: Automated
ja: 自動

source: Automated Defibrillator
ja: AED(自動体外式除細動器)

source: Automated Teller Machine
ja: ATM

source: Automatic tag correction
ja: 自動タグ修正

source: Automatically add "source" tag when creating features over a background map
ja: 背景地図の上に地物を作成するときに自動的に"source"タグを追加する

source: Automatically create audio markers from trackpoints (rather than explicit waypoints) with names or descriptions.
ja: 測位点(ウェイポイントとして明示されているものを除く)から自動的にオーディオマーカーを作成し、名前と説明を付加する。

source: Automatically derive a script engine from the file name.
ja: ファイル名からスクリプトエンジンを自動的に派生させます。

source: Automatically extract tracks on open
ja: オープン時に自動的にトラックを展開する

source: Automatically fixes the issue.
ja: 問題を自動的に修正。

source: Automatically make a marker layer from any waypoints when opening a GPX layer.
ja: GPXレイヤーを開いたときに、自動的にウェイポイントからマーカーレイヤーを作成します。

source: Automatically obtain source from current layers
ja: 現在のレイヤーから自動でソースを取得する

source: Automatically selects the first WMS layer if multiple layers exist when grabbing.
ja: 選択する時に複数のレイヤーが存在する場合、自動的に最初のWMSレイヤーを選択

source: Automatically truncating value of tag ''{0}'' on deleted object {1}
ja: 削除されたオブジェクト {1} のタグ ''{0}'' の値は自動的に削除されます

source: Autosave documents after upload
ja: アップロード後文書を自動保存

source: Autosimplify
ja: 自動的に簡略化

source: Available
ja: 利用可能

source: Available default entries:
ja: 利用可能な項目:

source: Available engines:
ja: 使用可能なエンジン:

source: Available in local dataset
ja: ローカルデータセットで有効

source: Available presets:
ja: 利用可能なプリセット:

source: Available roles
ja: 利用可能なロール

source: Available rules:
ja: 利用可能なルール:

source: Available script engines
ja: 使用可能なスクリプトエンジン

source: Available styles:
ja: 利用可能なスタイル:

source: Available via WIWOSM server
ja: WIWOSMサーバーで有効

source: Avalanche Protector
ja: 覆道

source: Avrg
ja: 平均

source: Axis Align
ja: 軸合わせ

source: Azimuthal Equidistant
ja: 正距方位図法

source: B By Distance
ja: 距離でB

source: B By Time
ja: 時刻でB

source: Baby Hatch/Safe Haven
ja: 赤ちゃんポスト

source: Back
ja: 戻る

source: Back to previous
ja: 前に戻る

source: Backcountry
ja: バックカントリー

source: Background
ja: 背景

source: Background Image
ja: 背景画像

source: Background Terms of Use
ja: 背景利用規約

source: Background imagery
ja: 背景画像

source: Background:
ja: 背景色:

source: Backrest
ja: 背もたれ

source: Backspace in Add mode
ja: 追加モードでのBackspace

source: Backward
ja: 戻る

source: Bad Request
ja: 不正なリクエスト

source: Bad location in HTML document.
ja: HTMLドキュメントの位置が正しくありません。

source: Bad response
ja: 応答が不正です

source: Bag
ja: かばん店

source: Baker Street
ja: ベーカー街

source: Bakery
ja: パン屋

source: Bandstand
ja: 野外ステージ

source: Bandwidth Limit Exceeded
ja: 帯域制限を超えました

source: Bank
ja: 銀行

source: Bar
ja: バー

source: Barcelona
ja: バルセロナ

source: Bare Rock
ja: 岩場

source: Bare lower lying uncultivated land with a shrubland habitat found mainly on free-draining infertile, acidic soils, and is characterised by open, low-growing woody vegetation.
ja: 低木の植生があるむき出しの未耕作の土地が広がった低地で、主に水がたまっていない痩せた酸性の土壌が見られ、開けていて背が低い木の植生が特徴です。

source: Bare lower lying uncultivated land with bushes but little or no tree cover.
ja: 低地に位置する未耕作の土地で、藪になってますが木は少ないか全くないものです。

source: Bare upper lying uncultivated land principally covered with grass and often grazed.
ja: 高地に位置する未耕作の土地で、主に草で覆われ放牧に使われているものです。

source: Barracks
ja: 兵舎

source: Barrier
ja: 遮断機

source: Barrier entrance not set on a barrier
ja: 障害物上にない障害物の出入口

source: Barriers
ja: 障害物

source: Barriers and entrances
ja: 障害物と出入口

source: Baseball
ja: 野球場

source: Basic
ja: 基本

source: Basic logical operators can be used to create more sophisticated queries.
ja: 基本的な論理演算子を使用して、より洗練されたクエリーを作成できます。

source: Basin
ja: 遊水地

source: Basketball
ja: バスケットボール場

source: Batteries
ja: バッテリー

source: Battlefield
ja: 古戦場

source: Bay
ja: 湾

source: Bayonet
ja: 銃剣

source: Be sure that the [[Overpass_API#Public_Overpass_API_instances|Overpass API server you query]] has a new enough API version to support the features you wish to use.
ja: [[Overpass_API]#Public_Overpass_API_instances[上書き API サーバー ( Overpass API server ) ] ] には、使用する機能をサポートするために十分な API バージョンが含まれていることを確認してください。

source: Beach
ja: 砂浜

source: Beach Resort
ja: ビーチリゾート

source: Beach Volleyball
ja: ビーチバレー

source: Beacon
ja: ビーコン

source: Beauty
ja: 美容

source: Because that data is copyrighted and owned by multiple organisations like the Ordnance Survey.
ja: 地図データには著作権があり、地図業者がその権利を持っています。

source: Bed
ja: ベッド

source: Beds
ja: ベッド数

source: Beekeeper
ja: 養蜂場

source: Beer Garden
ja: ビアガーデン

source: Before you begin mapping, please add your email address.
ja: マッピングを開始する前に、メールアドレスを追加してください。

source: Before you file a bug report make sure you have updated to the latest version of JOSM here:
ja: バグレポートを提出する前にJOSMを最新版へ更新してください。

source: Before: wikipedia={0}:{1} After: wikipedia={0}:{2}
ja: 修正前:wikipedia={0}:{1} 修正後:wikipedia={0}:{2}

source: Belgium
ja: ベルギー

source: Below you can configure where it looks for locally deployed plugins and which plugins it should load and launch at startup time.
ja: 以下では、ローカルに配置されたプラグインの検索場所と、起動時にロードして起動するプラグインを設定できます。

source: Bench
ja: ベンチ

source: Best zoom: {0}
ja: 最適倍率: {0}

source: Beverage cartons
ja: 飲料の紙容器

source: Beverages
ja: 飲料店

source: Beware, all other shapes will be removed.
ja: 他の全てのシェイプは削除されることに留意してください。

source: Bicubic (slow)
ja: バイキュービック法(低速)

source: Bicycle
ja: 自転車

source: Bicycle Road
ja: 自転車道

source: Bicycle Route
ja: 自転車ルート

source: Bicycle ramp
ja: 自転車用のスロープ

source: Bicycles
ja: 自転車

source: Bicycles are rented
ja: レンタル自転車取り扱い

source: Bicycles are repaired
ja: 自転車修理対応

source: Bicycles are sold
ja: 新品自転車を販売

source: Bicycles are washed (for a fee)
ja: 自転車の洗浄(有料)

source: Bidirectional road
ja: 双方向道路

source: Big Communication Tower
ja: 高い通信塔

source: Big Fat Copyright Warning
ja: 重大な著作権の警告

source: Big buildings mode
ja: 巨大建物モード

source: Big communication tower, usually higher than 100 meters.
ja: 通常100メートル以上の大きな通信塔。

source: Bike Dealer
ja: 自転車店

source: Bilinear (fast)
ja: バイリニア法(高速)

source: Billboard
ja: ビルボード

source: Billiards
ja: ビリヤード

source: Bind to coordinates
ja: 座標にバインドする

source: Bing aerial imagery
ja: Bing航空画像

source: Bio Diesel
ja: バイオディーゼル

source: Biofuel Power Generator
ja: バイオ燃料発電

source: Biogas
ja: バイオガソリン

source: Biogas Power Generator
ja: バイオガス発電

source: Biomass Power Generator
ja: バイオマス発電

source: Bird Hide
ja: 野鳥観察小屋

source: Bitcoin
ja: ビットコイン

source: Blacksmith
ja: 鍛冶場

source: Blank Layer
ja: 空のレイヤー

source: Block
ja: ブロック

source: Block network access to resources
ja: リソースへのネットワークアクセスをブロック

source: Blue:
ja: 青:

source: Board Content
ja: 掲示板の内容

source: Boat
ja: ボート

source: Boatyard
ja: ボートヤード(陸上の船置き場)

source: Boiling Water Reactor 1 (BWR-1)
ja: 沸騰水型原子炉第1世代(BWR-1)

source: Boiling Water Reactor 2 (BWR-2)
ja: 沸騰水型原子炉第2世代(BWR-2)

source: Boiling Water Reactor 3 (BWR-3)
ja: 沸騰水型原子炉第3世代(BWR-3)

source: Boiling Water Reactor 4 (BWR-4)
ja: 沸騰水型原子炉第4世代(BWR-4)

source: Boiling Water Reactor 5 (BWR-5)
ja: 沸騰水型原子炉第5世代(BWR-5)

source: Boiling Water Reactor 6 (BWR-6)
ja: 沸騰水型原子炉第6世代(BWR-6)

source: Bollard
ja: 車止め杭

source: Bollard type
ja: 車止め杭の種別

source: Bolts
ja: ボルト

source: Book Store
ja: 書店

source: Bookmaker
ja: 公営競技投票券売り場

source: Bookmark
ja: ブックマーク

source: Bookmark cannot be blank.
ja: ブックマークは空白にできません。

source: Bookmark deletion
ja: ブックマークの削除

source: Bookmark name
ja: ブックマーク名

source: Bookmark name already exists!
ja: ブックマーク名が重複しています。

source: Bookmark name must not contain ''{0}''!
ja: ブックマーク名には ''{0}'' を含められません。

source: Bookmark name:
ja: ブックマーク名:

source: Bookmark reset
ja: ブックマークの初期化

source: Bookmarks
ja: ブックマーク

source: Books
ja: 本

source: Border Control
ja: 国境検査所

source: Both nodes
ja: 両方のノード

source: Both way
ja: 両方向

source: Both way lane
ja: 双方向車線

source: Botright
ja: 右下

source: Bottom left (min) corner:
ja: 左下(最小)位置:

source: Boule
ja: ペタンク

source: Boundaries
ja: 境界線

source: Boundaries of selected imagery entries:
ja: 選択した画像エントリの境界:

source: Boundary
ja: 境界

source: Boundary Stone
ja: 境界石

source: Boundary duplicated nodes
ja: 境界の重複ノード

source: Boundary type
ja: 境界のタイプ

source: Bounding Box
ja: 矩形範囲指定

source: Bounding box (projected):
ja: 外接長方形(投影後):

source: Bounding box:
ja: 外接長方形:

source: Bounding box: {0}
ja: 矩形範囲: {0}

source: Bounds
ja: 境界

source: Boutique
ja: ブティック

source: Branch operator
ja: 支店

source: Branch tower type
ja: 分岐鉄塔の種別

source: Brand
ja: ブランド(会社名)

source: Break
ja: 分割

source: Break Roads
ja: 道路分割

source: Break apart connected roads
ja: 接続された道路を切り離す

source: Breakwater
ja: 防波堤

source: Brewery
ja: 地ビール醸造所

source: Bridge
ja: 橋

source: Bridge Support
ja: 支持方法

source: Bridge outline
ja: 橋の輪郭

source: Bridges
ja: 橋の種類

source: Bring in errors from Osm Inspector and display it on the current JOSM bounding box
ja: OSM Inspectorからエラーを取得し、現在のJOSMの矩形範囲に表示します

source: Broken tagging preset "{0}-{1}" - Java method given in ''values_from'' is not "{2}"
ja: プリセット "{0}-{1}" のタグ付けが壊れています - ''values_from''で指定されたJavaメソッドが"{2}"の形式ではありません

source: Broken tagging preset "{0}-{1}" - Java method given in ''values_from'' threw {2} ({3})
ja: プリセット "{0}-{1}" のタグ付けが壊れています - ''values_from''で指定されたJavaのメソッドから{2}例外({3})が発生しました

source: Broken tagging preset "{0}-{1}" - number of items in ''display_values'' must be the same as in ''values''
ja: "{0}-{1}" プリセットのタグ付けが壊れています - ''display_values'' で指定された項目数は ''values'' と同じである必要があります

source: Broken tagging preset "{0}-{1}" - number of items in ''short_descriptions'' must be the same as in ''values''
ja: "{0}-{1}" プリセットのタグ付けが壊れています - ''short_descriptions'' の中の項目数は ''values'' と同じである必要があります

source: Brothel
ja: 売春宿

source: Brownfield
ja: 再開発用地

source: Browse
ja: 閲覧

source: Browse map with left button
ja: 左ボタンでマップをブラウズ

source: Browser not supported.
ja: サポートされていないブラウザーです。

source: Buddhist Temple
ja: 仏教寺院

source: Buffer Stop
ja: 車止め

source: Build
ja: ビルド

source: Build an Overpass query using the Overpass Turbo Query Wizard tool
ja: Overpass Turbo クエリウィザードツールを使用して Overpass クエリを作成

source: Build an Overpass query using the query wizard
ja: クエリウィザードを使用してOverpassクエリを作成する

source: Build query
ja: クエリーを作成

source: Build query and execute
ja: クエリーを作成して実行

source: Building
ja: 建物

source: Building JOSM layer
ja: JOSMレイヤーを構築中

source: Building Passage
ja: ビルの通り抜け通路

source: Building address
ja: 建物の住所

source: Building and starting the client works without the server, but of course the client won't work without server).
ja: クライアントの構築と起動はサーバなしで動作しますが、もちろんクライアントはサーバなしでは動作しません)。

source: Building duplicated nodes
ja: Buildingカテゴリの重複ノード

source: Building inside building
ja: 建物の内側にある建物

source: Building level
ja: 建物レベル

source: Building main menu
ja: メインメニュー作成中

source: Building part
ja: 建物の一部

source: Building type
ja: 建物の種類

source: Building with an almost square angle
ja: 直角に近い角のある建物

source: Building:
ja: 建物:

source: Buildings tags:
ja: 建物のタグ:

source: Buildings width/diameter:
ja: 建物の幅/直径

source: Buildings, covers, underground constructions.
ja: 建物、覆い、地下の建設です。

source: Built-in
ja: 内蔵

source: Built-in Style, internal path:
ja: ビルトインスタイルの内部パス:

source: Built-in:
ja: 内蔵:

source: Bump
ja: バンプ

source: Bump Gate
ja: バンプ・ゲート

source: Bunker
ja: バンカー

source: Bunker Silo
ja: バンカーサイロ

source: Bus
ja: バス

source: Bus Guideway
ja: ガイドウェイバス

source: Bus Platform
ja: バス乗り場

source: Bus Station
ja: バスターミナル

source: Bus Stop
ja: バス停

source: Bus Trap
ja: バストラップ

source: Bus stop (legacy)
ja: バス停(旧)

source: But once in a while a joke can be missed, a misunderstanding can arise, or a disagreement can become too personal.
ja: しかし、時には冗談を聞き逃したり、誤解が生じたり、意見の相違が個人的になりすぎたりすることもあります。

source: Butcher
ja: 精肉店

source: Button operated
ja: 押しボタン式

source: By Code (EPSG)
ja: EPSG番号で指定

source: By clicking "I Agree", you consent to the use of cookies.
ja: "承認する" をクリックすることで、cookieの利用に同意したとみなされます。

source: C By Distance
ja: 距離でC

source: C By Time
ja: 時刻でC

source: CANada Deuterium Uranium reactor (CANDU)
ja: CANDU炉

source: CLICK to select/move;CTRL-CLICK to toggle selection;SHIFT-CLICK to add to selection;SHIFT-DRAG for area selection;CTRL-DRAG for zoom;DOUBLE-CLICK to create a node;DOUBLE-CLICK on a node to start a way;
ja: クリックで選択; CTRL-クリックで選択のオン/オフ; SHIFT-クリックで選択へ追加; SHIFT-ドラッグで領域選択; CTRL-ドラッグでズーム; ダブルクリックでノード作成; ノード上でのダブルクリックでウェイの開始;

source: CLOSE changeset
ja: チェンジセットを閉じる

source: CNG (Compressed Natural Gas)
ja: 天然ガス

source: CSV files
ja: CSVファイル

source: Cable Car
ja: 交走式ロープウェイ

source: Cache
ja: キャッシュ

source: Cache Format Error
ja: キャッシュフォーマットエラー

source: Cache Lambert Zone Error
ja: ランベルトゾーンキャッシュエラー

source: Cache directory
ja: キャッシュディレクトリ

source: Cache name
ja: キャッシュ名

source: Cache size (in Mb; 0 to disable)
ja: キャッシュサイズ(Mb；０で無効)

source: Cache stats: {0}
ja: キャッシュ状況: {0}

source: Cache update for {0}
ja: {0}のキャッシュの更新

source: Cadastral sections and subsections.
ja: 土地台帳の章と節。

source: Cadastre grab
ja: 土地台帳のグラブ

source: CadastreFR - Buildings
ja: CadastreFR - 建物

source: CadastreGrabber: Illegal url.
ja: CadastreGrabber: 不正な url.

source: Cafe
ja: カフェ

source: Calculating Download Area
ja: ダウンロード領域を計算

source: Calibration Files
ja: 較正ファイル

source: Calibration Layer
ja: 位置合わせレイヤー

source: Calibration geometries
ja: 位置合わせ座標

source: Calibration reset
ja: 位置調整をリセット

source: Call relation editor for selected relation
ja: 選択されたリレーション用にリレーションエディタを呼び出す

source: Camera
ja: カメラ

source: Camogie
ja: カモジー

source: Camp pitch
ja: キャンプピッチ

source: Camping
ja: キャンプ場

source: Campsite
ja: キャンプ場

source: Can not align a polygon.
ja: ポリゴンを位置合わせできません。

source: Can not draw outside of the world.
ja: 世界の外を描くことはできません。

source: Can not read settings
ja: 設定が読み込めません

source: Can''t activate map renderer class ''{0}'', because it isn''t a subclass of ''{1}''.
ja: ''{1}''のサブクラスではないため、地図描画クラス''{0}''を有効化できません。

source: Can''t activate map renderer class ''{0}'', because it isn''t registered as map renderer.
ja: 地図レンダラ―として登録されていないため、地図描画クラス''{0}''を有効化できません。

source: Can''t activate map renderer class ''{0}'', because the class wasn''t found.
ja: 地図描画クラス ''{0}''を有効化できません、クラスが見つかりません。

source: Can''t download Wikidata ID for tag ''{1}''!
ja: タグ''{1}'' のWikidata IDをダウンロードできません!

source: Can''t find root SVG element
ja: ルートSVG要素が見つかりません

source: Can''t load a script engine from this file.
ja: このファイルからスクリプトエンジンをロードできません。

source: Can''t parse a time from this string.
ja: この文字列から時刻を解釈できません。

source: Can''t use layer {0} because no supported formats where found.
ja: サポートされている形式が見つからないため、レイヤー{0}を使用できません。

source: Can't find image "%1".
ja: 画像"%1"が見つかりません。

source: Can't open website {0} in browser!
ja: Webサイト{0}をブラウザで開けません!

source: Canadian Football
ja: カナディアンフットボール

source: Canal
ja: 運河

source: Cancel
ja: キャンセル

source: Cancel and close dialog
ja: キャンセルしてダイアログを閉じる

source: Cancel and return to editor
ja: キャンセルしてエディタに戻る

source: Cancel and return to the previous dialog
ja: キャンセルして前のダイアログに戻る

source: Cancel authentication
ja: 認証をキャンセル

source: Cancel auto-increment for this field
ja: この欄の自動インクリメントを取り消し

source: Cancel closing of changesets
ja: 変更セットを閉じる操作をキャンセル

source: Cancel conflict resolution
ja: 競合解決をキャンセル

source: Cancel conflict resolution and close the dialog
ja: 競合の解決をキャンセルしてダイアログを閉じる

source: Cancel current grab
ja: 現在のグラブを解除

source: Cancel current grab (only vector images)
ja: 現在のグラブを解除(ベクトルイメージのみ)

source: Cancel operation
ja: 操作をキャンセル

source: Cancel saving and start resolving pending issues first
ja: 保存をキャンセルして最初に保留中の問題を解決

source: Cancel the updates and close the dialog
ja: 更新をキャンセルしてダイアログを閉じる

source: Cancel the upload and resume editing
ja: アップロードをキャンセルして編集に戻る

source: Cancel uploading
ja: アップロードをキャンセル

source: Cancel, continue editing
ja: キャンセル、編集を継続

source: Cannot add a node outside of the world.
ja: 世界の外にノードを追加できません。

source: Cannot add a way with only {0} nodes.
ja: {0}ノードのウェイは追加できません。

source: Cannot add node {0} to incomplete way {1}.
ja: ノード {0} を不完全なウェイ {1} に追加できません

source: Cannot add object ''{0}'' as relation member because it is deleted or invisible in layer ''{1}''
ja: オブジェクト ''{0}'' をリレーションメンバーとして追加できません。レイヤー ''{1}'' 内で削除済みまたは非表示です

source: Cannot add {0} since it is not part of dataset
ja: データセットの一部ではないため {0} を追加できません

source: Cannot apply undecided tag merge item.
ja: 未決のタグ結合アイテムを適用できません

source: Cannot assign a changesetId > 0 to a new primitive.
ja: changesetId>0を新しいプリミティブに割り当てることはできません。

source: Cannot build changeset query with time based restrictions.
ja: 時間ベースの制限を持つ変更セットクエリを作成できません。

source: Cannot build resolution command
ja: 解決するコマンドを構築できません。

source: Cannot build resolution command.
ja: 解決するコマンドを構築できません。

source: Cannot compare primitive with ID ''{0}'' to primitive with ID ''{1}''.
ja: ID ''{0}'' のプリミティブとID ''{1}'' のプリミティブを比較できません。

source: Cannot connect to SDS server:
ja: SDSサーバーに接続できません:

source: Cannot create a changeset query including both the query parameters ''uid'' and ''display_name''
ja: クエリパラメータ''uid'' と ''display_name'' の両方を含む変更セットクエリは作成できません

source: Cannot create changeset query for open changesets of anonymous user
ja: 匿名ユーザーでオープンされた変更セットの問い合わせは作成できません

source: Cannot delete
ja: 削除できません

source: Cannot delete everything
ja: 全てを削除できません

source: Cannot delete node that has tags
ja: タグのあるノードは削除できません

source: Cannot delete preset tool
ja: プリセットツールを削除できません

source: Cannot delete preset tool "%1"
ja: プリセットツール"%1"を削除できません

source: Cannot delete the selection because it is outside the downloaded area.
ja: ダウンロード領域外なので選択されたものを削除できません。

source: Cannot determine center of selected nodes.
ja: 選択されたノードの中心が特定できません。

source: Cannot download file ''{0}''.
ja: ファイル''{0}'' をダウンロードできません。

source: Cannot exist on Wikidata.
ja: Wikidataには存在できません。

source: Cannot find configuration file!
ja: 設定ファイルが見つかりません

source: Cannot find object with id ''{0}'' in layer ''{1}''
ja: ID ''{0}'' のオブジェクトはレイヤー ''{1}'' にありません

source: Cannot handle ignore list entry {0}
ja: 無視リストエントリ{0}を処理できません

source: Cannot handle multipolygon relations with multiple outer ways.
ja: 複数の外部ウェイを持つマルチポリゴンリレーションは処理できません。

source: Cannot handle way that is both inner and outer in multipolygon relations.
ja: マルチポリゴンリレーションの内部と外部の両方のウェイを処理できません。

source: Cannot handle way that is inner in multiple multipolygon relations.
ja: 複数のマルチポリゴンリレーションの内側ウェイを処理できません。
